function loadItemsTemplate() {
    var itemsObject = {
        items: [
            {
                "category": "pie_s",
                "inlineId": "inline-1",
                "image": "1.jpg",
                "name": "Торт с косточками S",
                "description": [
                    "Торт без сахара! Состоит из мяса(на выбор) , моркови и риса, украшен торт печеньем из кэроба и глазурью без сахара.",
                    "Может быть с цветной глазурью.",
                    "На тортике можно написать кличку собаки."],
                "sizes": ["300-400 г.-299 грн"],
                "price": "300-400г.:299 грн.",
            },
            {
                "category": "pie_s",
                "inlineId": "inline-2",
                "image": "2.jpg",
                "name": "Торт с косточками цветной S",
                "description": [
                    "Торт без сахара! Состоит из мяса(на выбор) , моркови и риса, украшен торт печеньем из кэроба и цветной глазурью без сахара.",
                    "На тортике можно написать кличку собаки.",
                ],
                "sizes": ["300-400 г. - 299 грн."],
                "price": "300-400г.:299 грн.",
            },
            {
                "category": "pie_s",
                "inlineId": "inline-3",
                "image": "cvetok.jpg",
                "name": "Торт с цветочками S",
                "description": ["Торт без сахара! Состоит из мяса(на выбор) , моркови и риса, украшен торт нежирным творогом, вафельными цветочками и глазурью без сахара."],
                "sizes": ["300-400 г. - 299 грн."],
                "price": "300-400г.:299 грн.",
            },
            {
                "category": "pie_s",
                "inlineId": "inline-4",
                "image": "3.jpg",
                "name": "Торт Кость S",
                "description": [
                    "Торт без сахара! Состоит из мяса(на выбор) , моркови и риса, украшен торт нежирным творогом и глазурью без сахара.",
                    "Может быть с цветной глазурью или белой.",
                    "На тортике можно написать кличку собаки."
                ],
                "sizes": ["300-400 г. - 299 грн."],
                "price": "300-400г.:299 грн.",
            },
            {
                "category": "pie_s",
                "image": "4.jpg",
                "inlineId": "inline-5",
                "name": "Торт Единорог S",
                "description": ["Торт без сахара! Состоит из мяса(на выбор) , моркови и риса, украшен торт печеньем из кэроба,нежирным творогом и глазурью без сахара."],
                "sizes": ["300-400 г. - 299 грн."],
                "price": " 300-400г.:299 грн"
            },
            {
                "category": "pie_s",
                "image": "5.jpg",
                "inlineId": "inline-6",
                "name": "Торт со звездочками S",
                "description": ["Торт без сахара! Состоит из мяса(на выбор) , моркови и риса, украшен торт печеньем из кэроба, глазурью без сахара и тремя топперами-печеньками."],
                "sizes": ["300-400 г. - 299 грн."],
                "price": " 300-400г.:299 грн"
            },
            // medium
            {
                "category": "pie_m",
                "inlineId": "inline-7",
                "image": "6.jpg",
                "name": "Торт с косточками M",
                "description": [
                    "Торт без сахара! Состоит из мяса(на выбор) , моркови и риса, украшен торт печеньем из кэроба и глазурью без сахара.",
                    "Может быть с цветной глазурью.",
                    "На тортике можно написать кличку собаки."],
                "sizes": ["700-800 г.-450 грн"],
                "price": "700-800г.:450 грн.",
            },
            {
                "category": "pie_m",
                "inlineId": "inline-8",
                "image": "7.jpg",
                "name": "Торт с косточками цветной M",
                "description": [
                    "Торт без сахара! Состоит из мяса(на выбор) , моркови и риса, украшен торт печеньем из банана и цветной глазурью без сахара.",
                    "На тортике можно написать кличку собаки.",
                ],
                "sizes": ["700-800 г.-450 грн"],
                "price": "700-800г.:450 грн.",
            },
            {
                "category": "pie_m",
                "inlineId": "inline-9",
                "image": "8.jpg",
                "name": "Торт Кость M",
                "description": [
                    "Торт без сахара! Состоит из мяса(на выбор) , моркови и риса, украшен торт нежирным творогом и глазурью без сахара.",
                    "Может быть с цветной глазурью или белой.",
                    "На тортике можно написать кличку собаки."
                ],
                "sizes": ["700-800 г.-450 грн"],
                "price": "700-800г.:450 грн.",
            },
            {
                "category": "pie_m",
                "inlineId": "inline-10",
                "image": "9.jpg",
                "name": "Торт сердце M",
                "description": [
                    "Торт без сахара! Состоит из мяса(на выбор) , моркови и риса, украшен торт  нежирным творогом, печеньем из кэроба и глазурью без сахара.",
                    "Может быть с цветной глазурью.",
                    "На тортике можно написать кличку собаки."
                ],
                "sizes": ["700-800 г.-450 грн"],
                "price": "700-800г.:450 грн.",
            },
            {
                "category": "pie_m",
                "inlineId": "inline-11",
                "image": "10.jpg",
                "name": "Торт Star M",
                "description": [
                    "Торт- суфле из печени (на выбор) и моркови.Без муки, без риса, без сахара. Украшен торт  нежирным творогом, печеньем из кэроба и глазурью без сахара.",
                    "Может быть с цветной глазурью.",
                    "На тортике можно написать кличку собаки."
                ],
                "sizes": ["500-600 г.-450 грн"],
                "price": "500-600г.:450 грн.",
            },
            {
                "category": "pie_m",
                "inlineId": "inline-12",
                "image": "11.jpg",
                "name": "Торт Лапка M",
                "description": [
                    "Торт без сахара! Состоит из мяса(на выбор) , моркови и риса, украшен торт  нежирным творогом, печеньем из кэроба и глазурью без сахара.",
                    "Может быть с цветной глазурью.",
                    "На тортике можно написать кличку собаки."
                ],
                "sizes": ["600-700 г.-450 грн"],
                "price": "600-700г.:450 грн.",
            },
            {
                "category": "pie_m",
                "inlineId": "inline-13",
                "image": "12.jpg",
                "name": "Торт Единорог M",
                "description": [
                    "Торт без сахара! Состоит из мяса(на выбор) , моркови и риса, украшен торт  нежирным творогом, печеньем из кэроба и глазурью без сахара."
                ],
                "sizes": ["700-800 г.-450 грн"],
                "price": "700-800г.:450 грн.",
            },
            {
                "category": "pie_m",
                "inlineId": "inline-14",
                "image": "13.jpg",
                "name": "Торт Буквы",
                "description": [
                    "Торт- суфле из печени (на выбор) и моркови.Без муки, без риса, без сахара. Украшен торт  нежирным творогом  и глазурью без сахара.",
                    "Может быть с цветной глазурью."
                ],
                "sizes": ["Стоимость одной буквы-70 грн"],
                "price": "Стоимость одной буквы -70 грн600-700.",
            },
            // large
            {
                "category": "pie_l",
                "inlineId": "inline-15",
                "image": "14.jpg",
                "name": "Торт Кость L",
                "description": [
                    "Торт без сахара! Состоит из мяса(на выбор) , моркови и риса, украшен торт нежирным творогом и глазурью без сахара.",
                    "На тортике можно сделать надпись."
                ],
                "sizes": ["1300-1400 г. - 550 грн."],
                "price": "1300-1400г.:550 грн",
            },
            {
                "category": "pie_l",
                "inlineId": "inline-16",
                "image": "15.jpg",
                "name": "Торт с косточками L",
                "description": [
                    "Торт без сахара! Состоит из мяса(на выбор) , моркови и риса, украшен торт печеньем из кэроба и глазурью без сахара.",
                    "Может быть с цветной глазурью.",
                    "На тортике можно написать кличку собаки."],
                "sizes": ["1300-1400 г. - 550 грн."],
                "price": "1300-1400г.:550 грн",
            },
            {
                "category": "yellow",
                "inlineId": "inline-17",
                "image": "16.jpg",
                "name": "Капкейки",
                "description": ["Капкейк без сахара! Состоит из мяса(курица, говядина), кукурузной муки, моркови, клетчатки, украшен нежирным творогом."],
                "sizes": [
                    "2 шт - 120 грн.",
                    "4 шт - 240 грн.",
                ],
                "price": "2шт:120 грн/4шт:240 грн/",
            },
            {
                "category": "green",
                "inlineId": "inline-18",
                "image": "17.jpg",
                "name": "Печенье из говядины",
                "description": ["Печенье без сахара! Состоит из мяса(говядина), моркови и кукурузной муки с добавлением клетчатки."],
                "sizes": ["150 г: 90 гривен"],
                "price": "150 г: 90 гривен",
            },
            {
                "category": "green",
                "inlineId": "inline-19",
                "image": "18.jpg",
                "name": "Печенье из курицы",
                "description": ["Печенье без сахара! Состоит из мяса(курица), моркови и кукурузной муки с добавлением семян льна."],
                "sizes": ["150 г: 90 гривен"],
                "price": "150 г: 90 гривен",
            },
            {
                "category": "green",
                "inlineId": "inline-19",
                "image": "19.jpg",
                "name": "Печенье из утки",
                "description": ["Печенье без сахара! Состоит из мяса(утка), тыквы и кукурузной муки."],
                "sizes": ["150 г: 90 гривен"],
                "price": "150 г: 90 гривен",
            },
            {
                "category": "green",
                "inlineId": "inline-20",
                "image": "20.jpg",
                "name": "Печенье микс мини косточек",
                "description": ["Печенье без сахара! Состоит из мяса(на выбор), моркови и кукурузной муки с добавлением клетчатки. Второе из банана и кукурузной муки."],
                "sizes": ["130 г: 120 гривен"],
                "price": "130 г: 120 гривен",
            },
            {
                "category": "green",
                "inlineId": "inline-21",
                "image": "21.jpg",
                "name": "Печенье из арахисовой пасты",
                "description": ["Печенье без сахара! Состоит из яблочного пюре, арахисовой пасты и кукурузной муки."],
                "sizes": ["150 г: 90 гривен"],
                "price": "150 г: 90 гривен",
            },
            {
                "category": "green",
                "inlineId": "inline-22",
                "image": "22.jpg",
                "name": "Фигурное печенье",
                "description": ["Печенье в форме различных пород собак станет отличным подарком для вашей собаки! В коробочке 2 вкуса: мясное с морковкой и тыквено- бананановое."],
                "sizes": ["250 г. - 150 грн"],
                "price": "250 г: 150 гривен",
            },
            {
                "category": "white",
                "inlineId": "inline-23",
                "image": "23.jpg",
                "name": "Праздник для вашей собаки",
                "description": "Праздник для собаки. Мы организуем незабываемый праздник для вашей собаки с фотосессией, настоящим тортом для собак из мяса, вкусными лакомствами и всей необходимой атрибутикой для праздника.",
                "sizes": ["3500 грн"],
                "price": "3500 гривен",
            },
            {
                "category": "white",
                "inlineId": "inline-24",
                "image": "24.jpg",
                "name": "Праздничные колпачки",
                "description": [
                    "У нас вы всегда можете заказать колпачек для хвостатого именинник.",
                    "Наличие уточняйте."
                ],
                "sizes": ["25 грн / 30 грн / 40 грн."],
                "price": "S -25 грн / M -30 грн /L -40 грн",
            },
            {
                "category": "white",
                "inlineId": "inline-25",
                "image": "25.jpg",
                "name": "Праздничные свечи",
                "description": ["Праздничные свечи-цифры в тортик."],
                "sizes": ["50 грн."],
                "price": "50 грн.",
            },
            {
                "category": "white",
                "inlineId": "inline-26",
                "image": "26.jpg",
                "name": "Топпер для торта",
                "description": ["Сьедобная печенька на палочке, которая отлично украсит тортик именинника."],
                "sizes": ["35 грн."],
                "price": "35 грн.",
            }
        ]
    };

    var template = document.getElementById('itemsTemplate').innerHTML;
    var rendered = Mustache.render(template, itemsObject);
    document.getElementById('containerisotope').innerHTML = rendered;
}
loadItemsTemplate()